Repository: NMarjou/localization-app
Catalog: TMs/en-US_it-IT.tmx
Source language: en_us
Languages: it_it

source: Sharing feedback helps improve teamwork and processes within the company.
it_it: Condividere il feedback aiuta a migliorare il lavoro di squadra e i processi all'interno dell'azienda.

source: Goals owned by your team member and on which they need to work.
it_it: Obiettivi di proprietà dei membri del tuo team e sui quali devono lavorare.

source: No results.<br/>Clear search to show all goals.
it_it: Nessun risultato.<br/>Cancella la ricerca per mostrare tutti gli obiettivi.

source: This team member has no goals yet.
it_it: Questo membro del team non ha ancora obiettivi.

source: This team member has no assigned performance review at the moment.
it_it: Questo membro del team non ha una revisione delle prestazioni assegnata al momento.

source: Career development
it_it: Sviluppo professionale

source: Reassigned to: {{userName}}
it_it: Riassegnato a: {{userName}}

source: Go to career development plan
it_it: Vai al piano di sviluppo della carriera

source: Reassigned
it_it: Riassegnato

source: Reassigned to {{userName}}
it_it: Riassegnato a {{userName}}

source: Compare workers
it_it: Confronta collaboratori

source: Direct reports
it_it: Subordinati diretti

source: {{firstName}}'s goal progress
it_it: Progresso degli obiettivi di {{firstName}}

source: Last feedback
it_it: Ultimo feedback

source: No feedback
it_it: Nessun feedback

source: (me)
it_it: (io)

source: Next check-in
it_it: Prossimo check-in

source: No check-ins
it_it: Nessun check-in

source: Go to check-in
it_it: Vai al check-in

source: Go to review
it_it: Vai alla valutazione

source: No team members match your criteria. Try adjusting your search or check the spelling and filters to find the right team member.
it_it: Nessun membro del team corrispondente ai criteri. Prova a modificare la ricerca o controlla l'ortografia e i filtri per trovare il giusto membro del team.

source: No team members selected
it_it: Nessun membro del team selezionato

source: Select one or more team members to view their performance metrics. Check the box next to their name to analyze their data.
it_it: Seleziona uno o più membri del team per visualizzare le loro metriche delle prestazioni. Spunta la casella accanto al loro nome per analizzare i dati relativi.

source: Direct reports of {{name}}
it_it: Subordinati diretti di {{name}}

source: Team view
it_it: Vista del team

source: Top behavior
it_it: Comportamento più frequente

source: No behaviors
it_it: Nessun comportamento

source: You don't have any direct reports
it_it: Non hai nessun subordinato diretto

source: Worker tree
it_it: Struttura ad albero collaboratori

source: Search for a recipient
it_it: Cerca un destinatario

source: No recipients with the name "{{phrase}}"
it_it: Nessun destinatario con nome "{{phrase}}"

source: This table displays a comprehensive list of documents associated with your team. You can preview, download and release these documents here. Please ensure the accuracy and relevance of each document before approving.
it_it: Questa tabella mostra un elenco completo di documenti associati al tuo team. Puoi visualizzare in anteprima, scaricare e pubblicare questi documenti qui. Assicurati che ciascun documento sia accurato e pertinente prima di approvarlo.

source: {{selectedItemsCount}} items selected
it_it: {{selectedItemsCount}} elementi selezionati

source: Select all {{allAvailableDocumentsCount}} items
it_it: Seleziona tutti i {{allAvailableDocumentsCount}} elementi

source: Communication rounds
it_it: Cicli di comunicazione

source: View and manage team documents.
it_it: Visualizza e gestisci i documenti del team.

source: You have not accessed any communication rounds yet.
it_it: Non hai ancora effettuato l'accesso ad alcun ciclo di comunicazione.

source: No communication rounds
it_it: Nessun ciclo di comunicazione

source: Communication manager review
it_it: Revisione del manager della comunicazione

source: Communication round list
it_it: Elenco dei turni di comunicazione

source: HR BP review
it_it: Revisione HR BP

source: Document released automatically
it_it: Documento rilasciato automaticamente

source: <strong>{{name}}</strong> changed the workflow step
it_it: <strong>{{name}}</strong> ha cambiato la fase del flusso di lavoro

source: Document imported
it_it: Documento importato

source: <strong>{{name}}</strong> imported the document
it_it: <strong>{{name}}</strong> ha importato il documento

source: Document overridden
it_it: Documento sovrascritto

source: <strong>{{name}}</strong> overrode the document
it_it: <strong>{{name}}</strong> ha annullato la modifica del documento

source: Document details
it_it: Dettagli del documento

source: Recipient
it_it: Destinatario

source: <strong>{{name}}</strong> imported the document from the pay information request {{requestId}}
it_it: <strong>{{name}}</strong> ha importato il documento dalla richiesta di informazioni sulla retribuzione {{requestId}}

source: <strong>{{name}}</strong> released the document
it_it: <strong>{{name}}</strong> ha rilasciato il documento

source: <strong>{{name}}</strong> unreleased the document
it_it: <strong>{{name}}</strong> ha annullato la pubblicazione del documento

source: <strong>{{name}}</strong> viewed the document
it_it: <strong>{{name}}</strong> ha visualizzato il documento

source: Unrelease
it_it: Annulla pubblicazione

source: Download document
it_it: Scarica documento

source: Import
it_it: Importa

source: The document was successfully canceled.
it_it: Documento annullato correttamente.

source: The workflow step was successfully changed.
it_it: Passaggio del flusso di lavoro cambiato correttamente.

source: The document was successfully deleted.
it_it: Documento eliminato correttamente.

source: The document was successfully released.
it_it: Documento pubblicato correttamente.

source: One or more validation errors occurred. Some document are not in the proper workflow step for the requested action. Please, refresh the page.
it_it: Si sono verificati uno o più errori di convalida. Alcuni documenti non si trovano nella fase di workflow corretta per l'azione richiesta. Si prega di aggiornare la pagina.

source: Release document
it_it: Pubblica documento

source: View document
it_it: Visualizza documento

source: Change workflow step
it_it: Cambia passaggio del flusso di lavoro

source: Add filter criteria
it_it: Aggiungi criteri di filtro

source: Advanced filters
it_it: Filtri avanzati

source: Filter
it_it: Filtro

source: Region
it_it: Regione

source: State
it_it: Stato

source: Select fields & values
it_it: Seleziona campi e valori

source: Comm manager: {{count}} filter applied
it_it: Comm manager: {{count}} filtro applicato

source: Comm manager: {{count}} filters applied
it_it: Responsabile comunicazione: {{count}} filtri applicati

source: Recipient: {{count}} filter applied
it_it: Destinatario: applicato {{count}} filtro

source: Recipient: {{count}} filters applied
it_it: Destinatario: {{count}} filtri applicati

source: Comm manager
it_it: Responsabile comunicazione

source: Values
it_it: Valori

source: Target workflow step
it_it: Passaggio del flusso di lavoro target

source: Release
it_it: Pubblica

source: Do you want to release {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only not released documents that are in "Document review" step will be released.
it_it: Vuoi pubblicare {{selectedRowKeysLength}} su {{allAvailableDocumentsCount}} documenti selezionati? Saranno rilasciati solo i documenti non pubblicati che si trovano nella fase "Revisione del documento".

source: You cannot release the documents. The selected documents have already been released.
it_it: Impossibile pubblicare i documenti. I documenti selezionati sono già stati pubblicati.

source: {{releasedDocumentsLength}} of the {{selectedRowKeysLength}} documents are already released. Do you want to release the other documents?
it_it: {{releasedDocumentsLength}} dei {{selectedRowKeysLength}} documenti sono già stati pubblicati. Pubblicare gli altri documenti?

source: Do you want to release {{selectedRowKeysLength}} documents?
it_it: Pubblicare {{selectedRowKeysLength}} documenti?

source: Documents already released
it_it: Documenti già pubblicati

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully released. Documents that are already released and documents that are not in "Document review" step cannot be released.
it_it: {{SucceededCount}} di {{RequestedCount}} documenti sono stati rilasciati con successo. I documenti già rilasciati e quelli che non si trovano nella fase "Valutazione del documento" non possono essere rilasciati.

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully released.
it_it: {{SucceededCount}} di {{RequestedCount}} documenti sono stati rilasciati con successo.

source: {{FailedLength}} of {{RequestedCount}} selected documents cannot be released. Only not released documents that are in "Document review" step can be released.
it_it: {{FailedLength}} dei {{RequestedCount}} documenti selezionati non possono essere rilasciati. Solo i documenti non rilasciati che si trovano nella fase "Valutazione del documento" possono essere rilasciati.

source: {{selectedDocsLength}} documents selected:
it_it: {{selectedDocsLength}} documenti selezionati:

source: Do you want to unrelease {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only released documents will be unreleased.
it_it: Vuoi revocare il rilascio di {{selectedRowKeysLength}} su {{allAvailableDocumentsCount}} documenti selezionati? Solo i documenti rilasciati saranno revocati.

source: You cannot unrelease files that are in "Unreleased" and "Not released" status.
it_it: Non è possibile pubblicare nuovamente i file che sono nello stato "Pubblicazione annullata" e "Non pubblicato".

source: You cannot unrelease the files. The selected files have not been released yet.
it_it: Impossibile annullare la pubblicazione dei file. I file selezionati non sono ancora stati pubblicati.

source: You cannot unrelease the files. The selected files have already been unreleased.
it_it: Impossibile annullare la pubblicazione dei file. La pubblicazione dei file selezionati è già stata annullata.

source: {{unReleasedDocumentsLength}} of the {{selectedRowKeysLength}} are already unreleased. Do you want to unrelease the other documents?
it_it: La pubblicazione è già stata annullata per {{unReleasedDocumentsLength}} di {{selectedRowKeysLength}}. Vuoi annullare la pubblicazione degli altri documenti?

source: Do you want to unrelease {{selectedRowKeysLength}} documents?
it_it: Vuoi annullare la pubblicazione di {{selectedRowKeysLength}} documenti?

source: Documents already unreleased
it_it: Pubblicazione dei documenti già annullata

source: Unrelease impossible
it_it: Impossibile annullare la pubblicazione

source: Files not released
it_it: File non pubblicati

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully unreleased. Documents that are not released cannot be unreleased.
it_it: Rilascio annullato per {{SucceededCount}} di {{RequestedCount}} documenti. È possibile annullare il rilascio solo per i documenti rilasciati.

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully unreleased.
it_it: {{SucceededCount}} di {{RequestedCount}} documenti sono stati rilasciati con successo.

source: {{FailedLength}} of {{RequestedCount}} selected documents cannot be unreleased. Only released documents can be unreleased.
it_it: Il rilascio di {{FailedLength}} dei {{RequestedCount}} documenti selezionati non può essere effettuato. È possibile annullare il rilascio solo per i documenti rilasciati.

source: My summary document
it_it: Il mio documento riassuntivo

source: Generation date
it_it: Data di generazione

source: Document recipient
it_it: Destinatario del documento

source: Release status
it_it: Stato di pubblicazione

source: My summary doc
it_it: Il mio documento di riepilogo

source: Are you sure you want to cancel the release of the selected documents?
it_it: Annullare la pubblicazione dei documenti selezionati?

source: Unrelease selected documents
it_it: Annulla la pubblicazione dei documenti selezionati

source: Are you sure you want to delete the selected documents?
it_it: Eliminare i documenti selezionati?

source: Delete documents
it_it: Elimina documenti

source: Are you sure you want to release the selected documents?
it_it: Pubblicare i documenti selezionati?

source: Release selected documents
it_it: Pubblica i documenti selezionati

source: Communication manager name
it_it: Nome del manager della comunicazione

source: Type part of a name
it_it: Digita parte di un nome

source: Generated after
it_it: Generato dopo

source: Generated before
it_it: Generato prima

source: Remove filters and the clear the search to show all results.
it_it: Rimuovi i filtri e cancella la ricerca per mostrare tutti i risultati.

source: Recipient name
it_it: Nome destinatario

source: Do you want to change the workflow step of {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only selected rows that are not in "{{TargetStep}}" step will be moved. You must unrelease released documents to be able to move them along in the workflow.
it_it: Cambiare il passaggio del flusso di lavoro per {{selectedRowKeysLength}} dei {{allAvailableDocumentsCount}} documenti selezionati? Nota: solo le righe selezionate che non sono in "{{TargetStep}}" verranno spostate. Per cambiare il passaggio del flusso di lavoro dei documenti rilasciati, è prima necessario annullarne il rilascio.

source: Change workflow step of selected documents
it_it: Cambia il passaggio del flusso di lavoro per i documenti selezionati

source: You cannot change the workflow step of the selected documents.
it_it: Non è possibile modificare il passaggio del flusso di lavoro per i documenti selezionati.

source: Workflow step change impossible
it_it: Impossibile cambiare il passaggio del flusso di lavoro

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully moved to the next workflow step.
it_it: Passaggio del flusso di lavoro cambiato correttamente per {{SucceededCount}} di {{RequestedCount}} documenti

source: {{FailedLength}} of the {{RequestedCount}} selected documents cannot be changed at the moment. Please try again later.
it_it: {{FailedLength}} dei {{RequestedCount}} documenti selezionati non possono essere modificati al momento. Riprova più tardi.

source: Release impossible. The selected documents have already been released.
it_it: Impossibile pubblicare. I documenti selezionati sono già stati pubblicati.

source: Do you want to release {{selectedRowKeysLength}} selected documents?
it_it: Annullare la pubblicazione di {{selectedRowKeysLength}} documenti selezionati?

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully released. Documents that are already released and documents that are not in 'Document Review' step cannot be released.
it_it: {{SucceededCount}} di {{RequestedCount}} documenti rilasciati con successo. I documenti già rilasciati e quelli che non si trovano nella fase "Valutazione documento" non possono essere rilasciati.

source: {{FailedLength}} of the {{RequestedCount}} selected documents cannot be released. Only not released documents that are in "Document review" step can be released.
it_it: {{FailedLength}} dei {{RequestedCount}} documenti selezionati non possono essere rilasciati. Solo i documenti non rilasciati che si trovano nella fase "Valutazione del documento" possono essere rilasciati.

source: Do you want unrelease {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only released documents will be unreleased.
it_it: Vuoi revocare la pubblicazione di {{selectedRowKeysLength}} su {{allAvailableDocumentsCount}} documenti selezionati? Solo i documenti pubblicati saranno revocati.

source: You cannot unrelease files in "Unreleased" and "Not released" status.
it_it: Non è possibile annullare la pubblicazione dei file con stato "Pubblicazione annullata" e "Non pubblicato".

source: You cannot unrelease the files; the selected files haven't been released yet.
it_it: Impossibile annullare la pubblicazione dei file. I file selezionati non sono ancora stati pubblicati.

source: You cannot unrelease files. The selected files have already been unreleased.
it_it: Impossibile annullare la pubblicazione dei file. La pubblicazione dei file selezionati è già stata annullata.

source: {{unReleasedDocumentsLength}} of the {{selectedRowKeysLength}} selected documents are already unreleased. Do you want to unrelease the other documents?
it_it: La pubblicazione di {{unReleasedDocumentsLength}} dei {{selectedRowKeysLength}} documenti selezionati è già stata annullata. Vuoi annullarla anche per gli altri documenti?

source: Do you want to unrelease {{selectedRowKeysLength}} selected document(s)?
it_it: Vuoi annullare la pubblicazione di {{selectedRowKeysLength}} documento/i selezionato/i?

source: {{FailedLength}} of the {{RequestedCount}} selected documents cannot be unreleased. Only released documents can be unreleased.
it_it: Il rilascio di {{FailedLength}} dei {{RequestedCount}} documenti selezionati non può essere effettuato. È possibile annullare il rilascio solo per i documenti rilasciati.

source: No manager
it_it: Nessun manager

source: Managers
it_it: Responsabili

source: Communication manager
it_it: Manager della comunicazione

source: Supported file formats: PDF. Maximum file size: 20MB.
it_it: Formati di file supportati: PDF. Dimensione massima del file: 20 MB.

source: You can close this window, but please keep this page open to ensure a successful upload.
it_it: Può chiudere questa finestra, ma La preghiamo di mantenere aperta questa pagina per garantire un caricamento corretto.

source: Your file is being uploaded.
it_it: Il Suo file è in fase di caricamento.

source: The document "{{fileName}}" was successfully imported.
it_it: Il documento "{{fileName}}" è stato importato con successo.

source: The document "{{fileName}}" cannot be imported. Check format and size conditions.
it_it: Il documento "{{fileName}}" non può essere importato. Verifichi le condizioni di formato e dimensione.

source: Canceled
it_it: Annullato

source: No doc
it_it: Nessun documento

source: Not released
it_it: Non pubblicato

source: Released
it_it: Pubblicato

source: Unreleased
it_it: Non pubblicato

source: My summary report
it_it: Il mio rapporto di sintesi

source: Document review
it_it: Revisione del documento

source: Hierarchy validation
it_it: Validazione gerarchia

source: Marketing team equity plan
it_it: Piano azionario del team di marketing

source: View grid
it_it: Visualizza griglia

source: Comp history
it_it: Cronologia delle retribuzioni

source: Go to individual view
it_it: Vai alla visualizzazione individuale

source: Comp overview
it_it: Panoramica della retribuzione

source: day
it_it: giorno

source: History of the last {{count}} change events
it_it: Cronologia degli ultimi {{count}} eventi di modifica

source: month
it_it: mese

source: months
it_it: mesi

source: No compensation history available for this worker at the moment.
it_it: Al momento non è disponibile alcuna cronologia retributiva per questo Collaboratori.

source: No comp history
it_it: Nessuna cronologia retributiva

source: Overview of recent changes
it_it: Panoramica delle modifiche recenti

source: Time in company
it_it: Tempo in azienda

source: Time in role
it_it: Tempo nel ruolo

source: year
it_it: anno

source: years
it_it: anni

source: Create plan
it_it: Crea piano

source: New plan
it_it: Nuovo piano

source: Are you sure you want to exit without saving your changes?
it_it: Uscire senza salvare le modifiche?

source: Exit without saving
it_it: Esci senza salvare

source: Zip code
it_it: CAP

source: Zip code or postal code.
it_it: Codice postale o CAP.

source: Let's discuss on
it_it: Parliamo di

source: Type and status
it_it: Tipo e stato

source: Please accept the data privacy notice to proceed.
it_it: Accetta l'informativa sulla privacy dei dati per procedere.

source: Bulk edition via CSV
it_it: Modifica in blocco tramite CSV

source: Export roles
it_it: Esporta ruoli

source: Upload your file
it_it: Carica il file

source: Download your current role configuration
it_it: Scarica la configurazione attuale del tuo ruolo

source: Edit the CSV file
it_it: Modifica il file CSV

source: Upload the modified CSV file
it_it: Carica il file CSV modificato

source: The file was successfully uploaded. Please download the log file. To review any errors, refer to the last two columns of the file ("Result" and "Error Description").
it_it: File caricato correttamente. Scarica il file di registro. Per esaminare eventuali errori, fai riferimento alle ultime due colonne del file ("Risultato" e "Descrizione errore").

source: Your avatar was successfully updated.
it_it: Avatar aggiornato correttamente.

source: <strong>{{userName}}</strong> added alignments.
it_it: <strong>{{userName}}</strong> ha aggiunto allineamenti.

source: <strong>{{userName}}</strong> deleted alignments.
it_it: <strong>{{userName}}</strong> ha eliminato alcuni allineamenti.

source: <strong>{{userName}}</strong> added a file.
it_it: <strong>{{userName}}</strong> ha aggiunto un file.

source: <strong>{{userName}}</strong> deleted a file.
it_it: <strong>{{userName}}</strong> ha eliminato un file.

source: <strong>{{userName}}</strong> added a deliverable.
it_it: <strong>{{userName}}</strong> ha aggiunto un deliverable.

source: <strong>{{userName}}</strong> deleted a deliverable.
it_it: <strong>{{userName}}</strong> ha eliminato un deliverable.

source: <strong>{{userName}}</strong> marked a deliverable as done.
it_it: <strong>{{userName}}</strong> ha contrassegnato un deliverable come completato.

source: <strong>{{userName}}</strong> marked a deliverable as undone.
it_it: <strong>{{userName}}</strong> ha contrassegnato un deliverable come non completato.

source: <strong>{{userName}}</strong> updated a deliverable.
it_it: <strong>{{userName}}</strong> ha aggiornato un deliverable.

source: <strong>{{userName}}</strong> updated a description.
it_it: <strong>{{userName}}</strong> ha aggiornato una descrizione.

source: <strong>{{userName}}</strong> updated the due date.
it_it: <strong>{{userName}}</strong> ha aggiornato la data di scadenza.

source: <strong>{{userName}}</strong> approved a goal
it_it: <strong>{{userName}}</strong> ha approvato un obiettivo

source: <strong>{{userName}}</strong> created a goal
it_it: <strong>{{userName}}</strong> ha creato un obiettivo

source: <strong>{{userName}}</strong> rejected a goal
it_it: <strong>{{userName}}</strong> ha rifiutato un obiettivo

source: <strong>{{userName}}</strong> deleted a goal
it_it: <strong>{{userName}}</strong> ha eliminato un obiettivo

source: <strong>{{userName}}</strong> marked a goal as done.
it_it: <strong>{{userName}}</strong> ha contrassegnato un obiettivo come completato.

source: <strong>{{userName}}</strong> reopened a goal
it_it: <strong>{{userName}}</strong> ha riaperto un obiettivo

source: <strong>{{userName}}</strong> submitted a goal for approval.
it_it: <strong>{{userName}}</strong> ha inviato un obiettivo per l'approvazione.

source: <strong>{{userName}}</strong> added a measurement criterion
it_it: <strong>{{userName}}</strong> ha aggiunto un criterio di misurazione

source: <strong>{{userName}}</strong> deleted a measurement criterion
it_it: <strong>{{userName}}</strong> ha eliminato un criterio di misurazione

source: <strong>{{userName}}</strong> updated a measurement criterion
it_it: <strong>{{userName}}</strong> ha aggiornato un criterio di misurazione
